import requests
import time

B="\033[1;30m" # Black
L = "\033[1;95m"  #ارجواني
R="\033[1;31m" # Red
G="\033[1;32m" # Green
Y="\033[1;33m" # Yellow
Bl="\033[1;34m" # Blue
P="\033[1;35m" # Purple
C="\033[1;36m" # Cyan
W="\033[1;37m" # White
E = "\033[0;90m" #رمادي


print(G+"""
   This Tool For Hack with Link
    [!] Coded By JOKER @X_77_O [!]
""")
print("===============================")
ch = input(Bl+"""
   [ 1 ]  START 
   [ 2 ]  EXIT 
""")

if ch == "1":
	
	print(G+"""
   تم صنع رابط الاختراق
   اذهب الي المتصفح
""")

	print(Y+"""
  انسخ الرابط من الاسفل والصقه بالمتصفح حتي يفتح لك لوحة التحكم 👇👇
""")

	print(Bl+"""
   	http://localhost:5000
""")

	
	print("===============================")
    
if ch =="2":
    exit(0)
	
